{
  "location": [
    "Ba Vì, Hà Nội",
    "Ba Đình, Hà Nội",
    "Bắc Từ Liêm, Hà Nội",
    "Chương Mỹ, Hà Nội",
    "Cầu Giấy, Hà Nội",
    "Gia Lâm, Hà Nội",
    "Hai Bà Trưng, Hà Nội",
    "Hoài Đức, Hà Nội",
    "Hoàn Kiếm, Hà Nội",
    "Hoàng Mai, Hà Nội",
    "Hà Đông, Hà Nội",
    "Long Biên, Hà Nội",
    "Mê Linh, Hà Nội",
    "Mỹ Đức, Hà Nội",
    "Nam Từ Liêm, Hà Nội",
    "Phú Xuyên, Hà Nội",
    "Phúc Thọ, Hà Nội",
    "Quốc Oai, Hà Nội",
    "Sóc Sơn, Hà Nội",
    "Sơn Tây, Hà Nội",
    "Thanh Oai, Hà Nội",
    "Thanh Trì, Hà Nội",
    "Thanh Xuân, Hà Nội",
    "Thường Tín, Hà Nội",
    "Thạch Thất, Hà Nội",
    "Tây Hồ, Hà Nội",
    "Đan Phượng, Hà Nội",
    "Đông Anh, Hà Nội",
    "Đống Đa, Hà Nội",
    "Ứng Hòa, Hà Nội"
  ],
  "home_type": [
    "chung cư mini, căn hộ dịch vụ",
    "condotel",
    "căn hộ chung cư",
    "kho, nhà xưởng",
    "loại bất động sản khác",
    "nhà biệt thự, liền kề",
    "nhà mặt phố",
    "nhà riêng",
    "shophouse, nhà phố thương mại",
    "trang trại, khu nghỉ dưỡng",
    "đất",
    "đất nền dự án"
  ],
  "legal_status": [
    "+ Sổ đỏ",
    "- Sổ đỏ chính chủ!",
    "50 năm",
    "Có sổ",
    "Có sổ đỏ",
    "Có sổ.",
    "Dự án pháp lý sổ hồng từng căn, sẵn slot ô tô dưới hầm.",
    "Giấy tờ cấp xã, vi bằng.",
    "HĐMB",
    "Hợp đồng góp vốn",
    "Hợp đồng mua bán",
    "Hợp đồng mua bán.",
    "Hợp đồng đặt cọc",
    "Không có - Thiếu",
    "Pháp lý: Sổ đỏ chính chủ, sang tên ngay.",
    "SĐCC, sẵn sàng giao dịch",
    "Sổ dỏ/sổ hồng",
    "Sổ hồng",
    "Sổ hồng 50 năm.",
    "Sổ hồng lâu dài",
    "Sổ lâu dài.",
    "Sổ đầy đủ",
    "Sổ đỏ",
    "Sổ đỏ cc",
    "Sổ đỏ chính chủ",
    "Sổ đỏ chính chủ, pháp lý minh bạch",
    "Sổ đỏ chính chủ, sẵn sàng giao dịch.",
    "Sổ đỏ chính chủ.",
    "Sổ đỏ chính chủ/ Sổ hồng",
    "Sổ đỏ lâu dài",
    "Sổ đỏ lâu dài + Quỹ căn HĐMB 50 năm",
    "Sổ đỏ nở hậu, phong thuỷ đẹp, sang tên nhanh.",
    "Sổ đỏ pháp lý rõ ràng",
    "Sổ đỏ vuông đẹp",
    "Sổ đỏ đầy đủ.",
    "Sổ đỏ.",
    "Sổ đỏ/ Sổ hồng",
    "Sổ đỏ/ Sổ hồng.",
    "Sổ đỏ/ sổ hồng",
    "Sổ đỏ/sổ hồng",
    "THANH XUÂN!",
    "Đang chờ sổ",
    "Đang chờ sổ.",
    "Đang làm sổ",
    "Đã có sổ đỏ thời hạn sd lâu dài",
    "Đã có sổ đỏ."
  ],
  "furniture": [
    "- Hệ thống bếp và tủ bếp thương hiệu Hafele. - Điều hoà tổng âm trần Mitsubishi. - Full WC thương hiệu Kohler. - Đèn, trần thạch cao, sàn gỗ.",
    "- Hệ thống bếp và tủ bếp thương hiệu Hafele. - Điều hòa âm trần Daikin. - Full WC thương hiệu Kohler. - Đèn, trần thạch cao, sàn gỗ.",
    "- Nhà có nội thất, ở luôn.",
    "- Sẵn sàng bàn giao: Nhận nhà vào ở ngay, tiết kiệm thời gian và công sức.",
    "3 điều hòa tủ bếp tủ quần áo âm tường",
    "Bàn giao nội thất cao cấp.",
    "Bàn giao từ điều hoà âm trần tới hệ tủ bếp và tủ liền tường cao cấp.",
    "Cao cấp",
    "Cao cấp chủ đầu tư.",
    "Chủ bán để lại đồ đạc gắn trên tường.",
    "Chủ đầu tư",
    "Có tháng máy",
    "Có đủ tiện nghi cơ bản: Điều hoà, nóng lạnh, giường tủ.",
    "Căn hộ được trang bị đầy đủ nội thất hiện đại, bao gồm điều hòa, tủ lạnh, giường, mang đến sự tiện nghi tối đa cho cư dân.",
    "Cơ bản",
    "Cơ bản chủ đầu tư bàn giao",
    "Cơ bản hoàn thiện nội thất cơ bản.",
    "Cơ bản nội thất cơ bản.",
    "Cơ bản.",
    "CỰC ĐẸP",
    "FULL",
    "Full",
    "Full NT.",
    "Full hết nội thất.",
    "Full nội thất",
    "Full nội thất 5*",
    "Full nội thất cao cấp",
    "Full nội thất cao cấp khách mua chỉ việc mang vali về ở.",
    "Full nội thất cao cấp, đầy đủ điều hòa các phòng...",
    "Full nội thất cao cấp.",
    "Full nội thất cơ bản.",
    "Full nội thất gắn tường cao cấp.",
    "Full nội thất hiện đại.",
    "Full nội thất liền tường cao cấp nhập khẩu Châu Âu Porta Door, Duravit, Hafele, Hansgrohe...",
    "Full nội thất nhập khẩu đặc biệt một số căn nguyên bản.",
    "Full nội thất nhập khẩu, khóa số thông minh, PCCC đầy đủ.",
    "Full nội thất sang trọng.",
    "Full nội thất xịn.",
    "Full nội thất đẹp.",
    "Full nội thất.",
    "Full đồ liền tường Điều hòa âm trần, Tủ bếp trên dưới, thiết bị vs cao cấp...",
    "Full đồ mới tinh.",
    "Full đồ nhập khẩu.",
    "Full đồ.",
    "Full.",
    "Hoàn thiện full nội thất cao cấp.",
    "Hoàn thiện mặt ngoài",
    "Hoàn thiện mặt ngoài, thô bên trong",
    "Hoàn thiện nội thất cao cấp, thang máy nhập khẩu nguyên chiếc, điều hòa âm trần, thiết kế phong cách hiện đại.",
    "Hoàn thiện nội thất đẹp.",
    "K",
    "Không có - Thiếu",
    "Không nội thất",
    "Không nội thất.",
    "Liền tường cao cấp",
    "Liền tường cao cấp.",
    "Luxury, full gỗ óc chó",
    "Nguyên bản CĐT",
    "Nguyên bản và full đồ tùy căn.",
    "Nguyên bản.",
    "Nhà Xây thô",
    "Nhà full nội thất như hình chỉ việc ở.",
    "Nhà hoàn thiện nội thất cao cấp",
    "Nhà thô hoàn thiện mặt ngoài",
    "Nhà được trang bị thiết bị vệ sinh cao cấp Toto và thang máy nhập khẩu hiện đại.",
    "Nhà để lại toàn bộ nội thất về ở ngay được.",
    "Nội thất bàn giao hiện đại",
    "Nội thất cao cấp",
    "Nội thất cao cấp.",
    "Nội thất cao cấp: Điều hòa âm trần, tủ tường, sàn gỗ, giường, tủ tường...",
    "Nội thất cơ bản",
    "Nội thất cơ bản CĐT.",
    "Nội thất cơ bản chỉ về lắp tủ bếp và điều hòa ở ngay.",
    "Nội thất cơ bản chủ đầu tư, chưa qua sử dụng.",
    "Nội thất cơ bản gắn tường",
    "Nội thất cơ bản gồm điều hòa, tủ lạnh, giường ngủ.",
    "Nội thất cơ bản, hiện đại.",
    "Nội thất cơ bản.",
    "Nội thất da cao cấp.",
    "Nội thất full liền tường: Sàn gỗ, trần thạch cao, thiết bị vệ sinh, nóng lạnh, điều hòa...",
    "Nội thất full đồ: Sàn gỗ, tủ bếp, điều hòa, nóng lạnh, giường tủ, máy giặt, tủ lạnh.",
    "Nội thất full.",
    "Nội thất gỗ xịn.",
    "Nội thất hiện đại thông minh.",
    "Nội thất hoàn thiện cao cấp.",
    "Nội thất lung linh tặng kèm cho khách mua căn hộ.",
    "Nội thất mới 100%.",
    "Nội thất mới theo phong cách hiện đại",
    "Nội thất mới tinh, sàn gỗ, cửa kính, WC khép kín từng tầng.",
    "Nội thất nguyên bản chủ đầu tư Capitaland bàn giao.",
    "Nội thất nhập khẩu cao cấp đến từ các thương hiệu chấu Âu: Điều hoà âm trần, bếp, nhà vệ sinh, thiết bị liền tường đầy đủ tiêu chuẩn cao.",
    "Nội thất nhập khẩu gắn tường cao cấp: Tủ âm tường, bếp, sàn gỗ, trần thạch anh, đèn chiếu sáng, điều hòa, hút bụi, thiết bị WC,",
    "Nội thất nhập khẩu, mới đẹp",
    "Nội thất nhập khẩu.",
    "Nội thất sang trọng, cầu thang, sàn ốp toàn gỗ thịt tự nhiên.",
    "Nội thất xịn sò.",
    "Nội thất xịn xò gỗ Lim, nhôm xingfa, dây điện Trần Phú, đèn Rạng Đông, sàn gỗ, TBVS nhập khẩu, tủ bếp gỗ nhựa.",
    "Nội thất xịn.",
    "Nội thất đã full đồ.",
    "Nội thất đầy đủ",
    "Nội thất đầy đủ như điều hòa, giường, tủ lạnh, mang đến tiện nghi cho cuộc sống hàng ngày.",
    "Nội thất đầy đủ với các thiết bị như điều hòa, tủ lạnh, giường...",
    "Nội thất đầy đủ với điều hòa, giường, tủ lạnh.",
    "Nội thất đầy đủ với điều hòa, tủ lạnh, giường ngủ, tạo cảm giác ấm cúng.",
    "Nội thất đầy đủ đồ điện tử.",
    "Nội thất đầy đủ, thang máy.",
    "Nội thất đầy đủ, đồ điện tử.",
    "Nội thất đầy đủ.",
    "Nội thất đẹp, bố trí hợp lý.",
    "Nội thất đẹp, cao cấp.",
    "Nội thất: Full đồ cao cấp, đẹp chỉ việc dọn vào ở.",
    "Nội thất: Hoàn thiện cao cấp, đầy đủ tiện nghi.",
    "Nội thất: Tủ bếp, tủ áo, giường, bàn phấn kệ ti vi, bàn trang điểm, vách tường gỗ công nghiệp, tay vịn cầu thang gỗ tự nhiên, cửa sổ, cửa thông phòng nhôm kính Việt Pháp, trần thạch cao, thiết bị đèn",
    "Sổ đỏ chính chủ",
    "Thiết bị bàn giao xịn xò: Sàn gỗ, trần thạch cao 2.9m, bếp từ Bosch, tủ bếp trên dưới, thiết bị vs nhập khẩu, hệ thống điện thông minh, cảm ứng, điều hòa 2 chiều Daikin, căn hộ smart home mở cửa từ xa",
    "Thô hoàn thiện mặt ngoài hoặc full nội thất.",
    "Tivi, tủ lạnh, máy giặt, điều hòa, nóng lạnh, sofa, bếp nướng, lò vi sóng, hệ thống bếp, tủ bếp, tủ âm tường, thiết bị vệ sinh...",
    "Tiền tỷ.",
    "Toàn bộ nội thất mới làm lại xịn, hiện đại.",
    "Trang bị nội thất gỗ tự nhiên, thiết bị nhập ngoại...",
    "Trang bị sẵn: Điều hòa, bình nóng lạnh, bộ bàn ghế phòng khách.",
    "Trang bị điều hòa, tủ lạnh.",
    "Tủ bếp, cầu thang bằng gỗ Lim, cửa thông phòng nhôm kính Việt Pháp, dây điện Trần Phú, ống nhựa Tiền Phong, gạch ốp lát, thiết bị vệ sinh, hệ thống chiếu sáng, trần thạch cao, bồn nước Sơn Hà.",
    "Tủ lạnh, lò nướng, lò vi sóng, máy rửa bát.",
    "Xây thô hoàn thiện mặt ngoài",
    "Đã sửa lại toàn bộ nội thất.",
    "Đã thay toàn bộ sàn gỗ, trần thạch cao, tủ bếp, làm bàn đảo, thiết bị vệ sinh xịn sò.",
    "Đã trang bị thang máy nhập xịn xò, tặng lại full nội thất An Cường.",
    "Đầy đủ",
    "Đầy đủ + Nội thất đầy đủ, sẵn sàng cho cuộc sống mới.",
    "Đầy đủ - Chuông cửa Camera AI. Cửa lõi thép chống cháy. Khóa cửa thông minh LOGHomes (vân tay, thẻ từ, pass.. ).",
    "Đầy đủ - Hoặc cơ bản",
    "Đầy đủ 12.5 tỷ.",
    "Đầy đủ Full nội thất cao cấp nhập khẩu, trang bị hệ thống điều hòa trung tâm Munti.",
    "Đầy đủ Giường tủ, bàn ghế, bếp, điều hòa 2 chiều Daikin, smarthome thông minh, TBVS Kohler,...",
    "Đầy đủ Tivi, tủ lạnh, máy giặt hệ thống tủ bếp đầy đủ, giường, tủ quần áo.",
    "Đầy đủ cao cấp, đầy đủ thiết bị từ sofa, giường tủ, bếp, tivi, tủ lạnh, điều hoà.",
    "Đầy đủ full nội thất đẹp.",
    "Đầy đủ hệ thống điện thông minh hàng thương hiệu, cửa cuốn audor chính hiệu điều khiển thông minh từ xa, tủ bếp kịch trần gỗ xịn đời mới nhất phủ acylic.",
    "Đầy đủ nội thất bao gồm cả tủ lạnh 2 cánh, máy giặt, điều hoà âm trần, bếp từ, hút mùi, máy rửa bát, bình nóng lạnh, hệ thống bếp trên dưới, thiết bị vệ sinh thương hiệu...",
    "Đầy đủ nội thất cao cấp, thiết bị điện tử như tủ lạnh, máy rửa bát, lò nướng trừ giường ngủ.",
    "Đầy đủ nội thất cao cấp.",
    "Đầy đủ nội thất cơ bản.",
    "Đầy đủ nội thất hiện đại: Điều hòa, rèm cửa, sàn gỗ,...",
    "Đầy đủ nội thất liền tường + thiết bị bếp (máy hút mùi, lò nướng, tủ lạnh, máy rửa bát... ).",
    "Đầy đủ nội thất tiêu chuẩn bàn giao quốc tế 5*.",
    "Đầy đủ nội thất xịn, hiện đại.",
    "Đầy đủ nội thất xịn.",
    "Đầy đủ nội thất đẹ.",
    "Đầy đủ nội thất đẹp long lanh.",
    "Đầy đủ nội thất.",
    "Đầy đủ tiện nghi.",
    "Đầy đủ tới tivi, tủ giặt máy lạnh...",
    "Đầy đủ, mới, cao cấp.",
    "Đầy đủ.",
    "Đầy đủ. Cầu thang gỗ Lim, tủ bếp gỗ tự nhiên, cầu thang ốp đá hoa cương. Cửa phòng khách, cửa nhà vệ sinh, cửa sổ làm bằng nhôm Việt Pháp cao cấp, cửa chính có 2 lớp cửa chắc chắn an toàn. Thiết bị vệ",
    "Đầy đủ. Hoàn thiện full nội thất liền tường cao cấp (trừ giường tủ quần áo, bàn ăn).",
    "Đầy đủ. Nội thất sang trọng, đến chỉ việc ở ngay, khu văn minh dân trí cao, giao thông thuận tiện, hạ tầng hoàn chỉnh, có tầng hầm để xe máy, ô tô, tầng 1 vườn hoa, sân chơi.",
    "Đầy đủ: Gỗ xương cá, tủ đồ gỗ, ốp full tường, điều hoà âm trần, bàn ghế, vệ sinh, bếp...",
    "Đầy đủ: Điều hòa âm trần 2 chiều ở tất cả các phòng, kệ tủ gỗ, chuông hình, tủ lavabo, thiết bị vệ sinh, thiết bị bếp nhập khẩu Đức, tủ lạnh Side By Side, bàn ghế ăn, bếp từ hút mùi, máy rửa bát, cửa",
    "Đầy đủ: Điều hòa, giường, tủ lạnh...",
    "Để lại full đồ nội thất.",
    "Để lại toàn bộ nội thất xịn sò.",
    "Đồ cơ bản",
    "Đủ nội thất: Tivi, tủ lạnh, điều hoà..."
  ],
  "published_month": [
    "2025-09",
    "2025-10"
  ]
}